akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alefragnani.project-manager
antfu.iconify
arcticicestudio.nord-visual-studio-code
bbenoist.nix
bierner.docs-view
bubulus.copilot-inline-toggle
charliermarsh.ruff
codezombiech.gitignore
crystal-lang-tools.crystal-lang
ctf0.duplicated-code-new
davidanson.vscode-markdownlint
detachhead.basedpyright
dlech.chmod
dnut.rewrap-revived
docker.docker
donjayamanne.githistory
editorconfig.editorconfig
exiasr.hadolint
fill-labs.dependi
fisheva.eva-theme
formulahendry.code-runner
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hbrok.markdown-preview-bitbucket
helgardrichard.helium-icon-theme
hoangkimlai.ipython
interactive-smartlog.interactive-smartlog
ivandemchenko.roc-lang-unofficial
jakeboone02.mediawiki
jasonlhy.hungry-delete
jeff-hykin.better-dockerfile-syntax
jjk.jjk
jkjustjoshing.vscode-text-pastry
johnpapa.vscode-peacock
julialang.language-julia
kamilturek.vscode-pyproject-toml-snippets
loriscro.super
mechatroner.rainbow-csv
meta.pyrefly
mhutchie.git-graph
michelemelluso.gitignore
modular-mojotools.vscode-mojo
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.wasm-wasi-core
nefrob.vscode-just-syntax
nimlang.nimlang
npruehs.pony
oderwat.indent-rainbow
oven.bun-vscode
pkief.material-icon-theme
ramiroberrelleza.bitbucket-pull-requests
rangav.vscode-thunder-client
red-auto.red
redhat.ansible
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
stateful.runme
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tommasov.hosts
travisthetechie.write-good-linter
twxs.cmake
usernamehw.errorlens
vekatze.vscode-neut
visualjj.visualjj
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vosca.vscode-v-analyzer
waderyan.gitblame
yzhang.markdown-all-in-one
ziglang.vscode-zig
ziyasal.vscode-open-in-github
