tap "homebrew/command-not-found"
brew "lazyjj"
brew "trippy"
vscode "adotinthevoid.hare-highlighting"
vscode "alefragnani.project-manager"
vscode "antfu.iconify"
vscode "battlebas.kivy-vscode"
vscode "bbenoist.nix"
vscode "bierner.docs-view"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "crystal-lang-tools.crystal-lang"
vscode "ctf0.duplicated-code-new"
vscode "danielgavin.ols"
vscode "davidanson.vscode-markdownlint"
vscode "dnut.rewrap-revived"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "exiasr.hadolint"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "helgardrichard.helium-icon-theme"
vscode "huizhou.githd"
vscode "hverlin.mise-vscode"
vscode "indexyz.zenscript"
vscode "jasonlhy.hungry-delete"
vscode "jjk.jjk"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jnoortheen.xonsh"
vscode "julialang.language-julia"
vscode "knowsuchagency.pdm-task-provider"
vscode "laktak.hjson"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "minecraftcommands.syntax-mcfunction"
vscode "modular-mojotools.vscode-mojo"
vscode "mohsen1.prettify-json"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.wasm-wasi-core"
vscode "nefrob.vscode-just-syntax"
vscode "nimlang.nimlang"
vscode "nimsaem.nimvscode"
vscode "npruehs.pony"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "royaction.color-manager"
vscode "rust-lang.rust-analyzer"
vscode "spgoding.datapack-language-server"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "travisthetechie.write-good-linter"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualjj.visualjj"
vscode "vlanguage.vscode-vlang"
vscode "vosca.vscode-v-analyzer"
vscode "waderyan.gitblame"
vscode "ziglang.vscode-zig"
vscode "ziyasal.vscode-open-in-github"
