tap "homebrew/command-not-found"
tap "jank-lang/jank"
tap "psviderski/tap"
tap "withgraphite/tap"
brew "blackbox"
brew "c3c"
brew "cyme"
brew "docker-pussh"
brew "fend"
brew "gcc"
brew "git-crypt"
brew "git-sizer"
brew "hellwal"
brew "jjui"
brew "jscpd"
brew "lazyjj"
brew "lynis"
brew "ncdu"
brew "oils-for-unix"
brew "ponyc"
brew "runme"
brew "ryelang"
brew "testssl"
brew "umka-lang"
brew "xan"
brew "xmake"
brew "psviderski/tap/uncloud"
brew "withgraphite/tap/graphite"
vscode "acamar.action-launcher"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.project-manager"
vscode "antfu.iconify"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "artlaman.chalice-icon-theme"
vscode "bbenoist.nix"
vscode "bierner.docs-view"
vscode "calebfiggers.vscode-janet-plus-plus"
vscode "charliermarsh.ruff"
vscode "chrislajoie.vscode-modelines"
vscode "codezombiech.gitignore"
vscode "crystal-lang-tools.crystal-lang"
vscode "davidanson.vscode-markdownlint"
vscode "deitry.apt-source-list-syntax"
vscode "detachhead.basedpyright"
vscode "dlech.chmod"
vscode "dnut.rewrap-revived"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "exiasr.hadolint"
vscode "fill-labs.dependi"
vscode "fisheva.eva-theme"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphite.gti-vscode"
vscode "gruntfuggly.todo-tree"
vscode "haapanen.vs-code-paragraph-hard-wrapper"
vscode "hbrok.markdown-preview-bitbucket"
vscode "helgardrichard.helium-icon-theme"
vscode "hiteshchoudharycode.chai-theme"
vscode "hoangkimlai.ipython"
vscode "hverlin.mise-vscode"
vscode "interactive-smartlog.interactive-smartlog"
vscode "ivandemchenko.roc-lang-unofficial"
vscode "jakeboone02.mediawiki"
vscode "jasonlhy.hungry-delete"
vscode "jeff-hykin.better-dockerfile-syntax"
vscode "jjk.jjk"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "julialang.language-julia"
vscode "kamilturek.vscode-pyproject-toml-snippets"
vscode "loriscro.super"
vscode "maximetinu.identical-sublime-monokai-csharp-theme-colorizer"
vscode "mechatroner.rainbow-csv"
vscode "meta.pyrefly"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "modular-mojotools.vscode-mojo"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.wasm-wasi-core"
vscode "nefrob.vscode-just-syntax"
vscode "nimlang.nimlang"
vscode "npruehs.pony"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "ramiroberrelleza.bitbucket-pull-requests"
vscode "rangav.vscode-thunder-client"
vscode "red-auto.red"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "s3gf4ult.monokai-vibrant"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "stateful.runme"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumitsaha.learn-with-sumit-theme"
vscode "tamasfe.even-better-toml"
vscode "tommasov.hosts"
vscode "tonybaloney.vscode-pets"
vscode "travisthetechie.write-good-linter"
vscode "twxs.cmake"
vscode "undefined_publisher.werk"
vscode "usernamehw.errorlens"
vscode "vekatze.vscode-neut"
vscode "visualjj.visualjj"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vosca.vscode-v-analyzer"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
vscode "ziyasal.vscode-open-in-github"
