adotinthevoid.hare-highlighting
alefragnani.project-manager
antfu.iconify
battlebas.kivy-vscode
bbenoist.nix
bierner.docs-view
charliermarsh.ruff
codezombiech.gitignore
crystal-lang-tools.crystal-lang
ctf0.duplicated-code-new
danielgavin.ols
davidanson.vscode-markdownlint
dnut.rewrap-revived
docker.docker
donjayamanne.githistory
editorconfig.editorconfig
exiasr.hadolint
fill-labs.dependi
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
golang.go
google.geminicodeassist
gruntfuggly.todo-tree
helgardrichard.helium-icon-theme
huizhou.githd
hverlin.mise-vscode
indexyz.zenscript
jasonlhy.hungry-delete
jjk.jjk
jkjustjoshing.vscode-text-pastry
jnoortheen.xonsh
julialang.language-julia
knowsuchagency.pdm-task-provider
laktak.hjson
mechatroner.rainbow-csv
mhutchie.git-graph
michelemelluso.gitignore
minecraftcommands.syntax-mcfunction
modular-mojotools.vscode-mojo
mohsen1.prettify-json
mrmlnc.vscode-json5
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.wasm-wasi-core
nefrob.vscode-just-syntax
nimlang.nimlang
nimsaem.nimvscode
npruehs.pony
octref.vetur
oderwat.indent-rainbow
redhat.vscode-yaml
royaction.color-manager
rust-lang.rust-analyzer
spgoding.datapack-language-server
sst-dev.opencode
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
travisthetechie.write-good-linter
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualjj.visualjj
vlanguage.vscode-vlang
vosca.vscode-v-analyzer
waderyan.gitblame
ziglang.vscode-zig
ziyasal.vscode-open-in-github
